{
  "ourProfile": "Our profile",
  "ourApproach": "Our approach",
  "ourValuesDrive": "Our values drive our approach",
  "topTitle":"Über uns",
   "topSubTitle":"...",
  "OurApproachText1": "Our motto is our quality.",
  "OurApproachText2": "Our team was formed due to programming and started its activity in the field of professional programming by relying on its knowledge and investing in undiscovered talents from all over the world",
  "OurApproachText3": "We work in vast fields, including software prototyping, web development, mobile application, platform selection, database development and devOps automation.",
  "OurApproachText4": "The programming community seeks to strengthen its connection with the world of trade and business by understanding the up-to-date needs of society. As a community member, we help you promote your trade and business and achieve excellent results in your long-term progress.",
  "OurApproachText5": "Legality and honesty at work are the most important frameworks of our team. By listening accurately to customers' requests and combining knowledge and creativity, our programming team has fulfilled them as much as possible and is always enthusiastic about providing satisfactory services.",
  "OurApproachText6": "Our work is our life, and we all consider each other like our families, and by cooperating responsibly together, we try to minimize errors and speed up the team's action.",

  "OurValuesCardTitle1": "Objectives",
  "OurValuesCardSubTitle1p1": "Since the beginning of our official activity, progress has been at the top of our business goals.",
  "OurValuesCardSubTitle1p2": "Adherence to the rules and the main working frameworks and being honest with customers is the roadmap of our programming team. Customers are the most critical assets of the programming community, and satisfying them will be the paramount goal of our group.",

  "OurValuesCardTitle2": "Vision",
  "OurValuesCardSubTitle2p1": "Programming knowledge has no boundaries. our team views the future position as superior to today and does its best to achieve this higher position.",
  "OurValuesCardSubTitle2p2": "In this regard, we intend to increase the number of our active projects to about a thousand from all over the world in the next four years, and we will not let that border and language restrictions prevent this important realization. We will make this vision a reality to support customers' trust in us and our honesty and perseverance.",

  "OurValuesCardTitle3": "Social responsibility",
  "OurValuesCardSubTitle3p1": "our group has defined specific social responsibilities for itself since its inception and strives to make a small contribution to the progress of today's society by adhering to them.",
  "OurValuesCardSubTitle3p2": "Our group has paid particular attention to this issue and is always seeking to improve the situation on earth in any way it can. Among our efforts to preserve forests and green spaces is to join organizations and campaigns active in this field and help them.",

  "OurValuesCardTitle4": "Talent Scouting",
  "OurValuesCardSubTitle4p1": "We believe in creating equal opportunities. One of our most important goals is to attract talented people from all over the world.",
  "OurValuesCardSubTitle4p2": "This goal created a responsibility for us.In our group, we strive to attract creative people to the programming community by creating opportunities for young people who, for various reasons, such as political and economic constraints, have not been able to showcase their talents and abilities in programming to date.",

  "ourProfile1":"More than 5 years of programming experience",
  "ourProfile2":"Cooperation with various clients",
  "ourProfile3":"Working in consulting projects",
  "ourProfile4":"Customers inside and outside Europe",
  "ourProfile5":"Working with 7 programming languages",
  "ourProfile6":"+2 years experience in database"
}
