{
  "About": "About",
  "Services": "Services",
  "Blogs": "Blogs",
  "Insights": "Insights",
  "JoinUs": "Join Us",
  "Contact": "Contact",
  "News": "News",
  "topTitle": "Trusted to deliver",
  "topSubTitle": "Empowering our enterprise and government partners with pragmatic technology solutions ",
  "AboutUs": "About us",
  "Careers": "Careers",
  "whatWeDo": "What we do?",
  "whatWeDoDescription": "Our programming team is moving towards empowering companies in the field of technology and communications",
  "service1": "Web Application Development",
  "service2": "Mobile Application Development",
  "service3": "Devops Automation",
  "service4": "Platform Selection",
  "service5": "Software Prototyping",
  "service6": "Database Development",

  "OurValuesDrive": "Our values drive strong customer partnerships",
  "OurValuesDriveDescription": "By immersing ourselves in your environment and partnering with your team, we deliver business value efficiently and reliably.",

  "OurValuesCardTitle1": "Objectives",
  "OurValuesCardTitle2": "Vision",
  "OurValuesCardTitle3": "Social responsibility",
  "OurValuesCardTitle4": "Talent Scouting",

  "OurValuesCardSubTitle1": "Since the beginning of our official activity, progress has been at the top of our business goals.",
  "OurValuesCardSubTitle2": "Programming knowledge has no boundaries. our team views the future position as superior to today and does its best to achieve this higher position.",
  "OurValuesCardSubTitle3": "our group has defined specific social responsibilities for itself since its inception and strives to make a small contribution to the progress of today's society by adhering to them.",
  "OurValuesCardSubTitle4": "We believe in creating equal opportunities. One of our most important goals is to attract talented people from all over the world.",

  "learnMore": "Learn more",
  "whatCustomerSay": "What our customers say",
  "whatCustomerSayDescription": "With our highly-regarded people immersed in our clients’ environments, we establish trusted deep relationships.",
  "firstCustomerSay": "“Shine’s AWS expertise has been key for running the non-cloud-native Adobe Experience Manager successfully in AWS. Shine’s approach to partnering combined with technical skills in delivery and training to uplift our workforce has been key to success, while not building a solution that we cannot support when our engagement is complete.”",
  "secondCustomerSay": "“Shine’s AWS knowledge and experience has been instrumental for our most recent project and our ongoing support. Without their involvement we wouldn’t have been able to maintain project velocity whilst simultaneously up-skilling the team. With Shine we have reduced our AWS costs, up-skilled our team and are now better positioned for ongoing success.”",
  "firstCommentWriter": "Brendan Colson",
  "secondCommentWriter": "Hayden Smith",
  "firstWriterPosition": "Acting Head Of Technology, Digital Content & Customer Communications",
  "secondWriterPosition": "Manager Engineer,Content Applications & Digital Content",
  "WhoWeWorkWith": "Who we work with",
  "WhoWeWorkWithDescription": "Because we consistently deliver value, more than half our customers have been with Shine for 10+ years.",
  "ourPeople": "Our people",
  "ourPeopleDescription": "Because our people and our values are our difference, we have fastidious standards for recruitment. Here’s some of our diverse team.",
  "footerUnderLogo": "Empowering our enterprise and government partners with pragmatic technology solutions.",
  "menu": "Menu",
  "getInTouch": "Get in touch",
  "city": "Hünfeld",
  "address1": "Kreuzbergstraße 16",
  "address2": "36088",
  "address3": "Hünfeld",
  "connectWithUS": "Connect with us",

  "webAppTitle1": "Web Application Development",
  "webAppP1": "We make your vision a reality. ",
  "webAppP2": "Our team is a reliable and secure developer for web applications to date and has maximized customer satisfaction by always prioritizing them.",
  "webAppP3": "In the early days, the Internet was made up of static and elementary pages. However, today, the use of web applications in life and business has been more than in the past. This is what makes the development of web applications essential for e-business or entertainment owners.",
  "webAppP4": "Note that the development of this platform requires sufficient knowledge and experience in this field. So, it is essential to trust a professional team. ",
  "webAppP5": "Our team developers have been active in this field for many years and have enough experience and knowledge. We design and develop web applications based on usages and the type of business, with ideas and attention to customer's requirements.",
  "webAppTitle2": "Consulting in design, implementation, and updating",
  "webAppP6": "In addition to web development, we are ready to provide effective advice and solutions in this field to maximize business progress to our customers, and our communication ways are always open. As a result, whenever you encounter a problem, you can count on our help and trust our support. ",
  "webAppP7": "The development of web applications has become a strategic business advantage since 2020. Therefore, we assure you that the development of web-based applications offers a wide range of opportunities for you and your business.",
  "webAppP8": "Along with adhering to the basic principles of business, focusing on the development of web applications, providing the best services, and responsible support all lead to customer satisfaction, and they are the steps you take to reach the pinnacle of business success.",
  "webAppP9": "Consider us on this path with you.",
  "webAppTitle3": "Our services include: ",
  "webAppService1": "Strategy and Plan ",
  "webAppService2": "Design and UX",
  "webAppService3": "Development",
  "webAppService4": "Site maintenance and updates",
  "webAppService5": "Support",

  "mobAppTitle1": "Mobile Application Development",
  "mobAppP1": "Mobile application development is the process of building and upgrading software applications that run on mobile operating systems. Because people are constantly dealing with mobile phones, the importance of developing compatible applications has doubled.",
  "mobAppP2": "High-quality mobile applications excite users, and by stimulating excitement, they can satisfy the business owner to do the desired services. In contrast, an application with a weaker design attracts less customer satisfaction and reduces their enthusiasm to participate in that program.",
  "mobAppP3": "The importance of focusing on designing and developing a mobile application for your business is evident in creating excitement in the audience. Proper appearance and easy and fast user experience of the program are the most important factors for the success of an application.",
  "mobAppP4": "The development of mobile applications requires technical knowledge, familiarity with the application markets (Google Play, App Store, etc.), awareness of the audience, and application brand management. So, trust in a professional and skilled team to develop it properly.",
  "mobAppP5": "With years of study and activity in this field, our developer team has gained a high experience and a deep knowledge of the audience and certainly knows how to help your business progress.",
  "mobAppP6": "Our support team always strives for the highest level of customer satisfaction. In such a way that after completing the project, whenever you need to consult with us, we will be by your side and do our best to resolve your problem.",
  "mobAppP7": "You may have heard that you have to pay a high fee to make a powerful application. The priority of our team is to gain your trust and satisfaction, and financial issues are in a lower position for us.",
  "mobAppP8": "Therefore, by trusting our experienced and professional team, you can also reduce your costs to some extent and promote the business and attract customers.",
  "mobAppP9": "We are committed to doing our best to make and develop an attractive application tailored to the audience's tastes and witness your satisfaction and happiness.",
  "mobAppTitle2": "Our services include: ",
  "mobAppService1": "Product Engineering ",
  "mobAppService2": "Integration of enterprise programs",
  "mobAppService3": "Application Development",
  "mobAppService4": "Application Security",
  "mobAppService5": "Design compatible with Android and iOS",

  "devopsTitle1": "DevOps automation",
  "devopsP1": "Quality is the most important principle for attracting customers.",
  "devopsP2": "Trust us to improve your service process. Our group adds the best and most up-to-date technologies to your business, and we are always taking a step towards your progress.",
  "devopsP3": "Human support teams are under high pressure due to the fast growth of software and their entry into the business world, and in some cases, they can not meet customer expectations.",
  "devopsP4": "The main goal of DevOps automation is to increase the quality of responsiveness and provide better customer service. This technology, which is used in the design of platforms, operates automatically and minimizes human resources involvement. Thereby, the speed and quality of service increase dramatically.",
  "devopsTitle2": "The advantages of using DevOps Automation",
  "devopsService1": "Improving service performance",
  "devopsService2": "increasing speed",
  "devopsService3": "reduction of human mistakes",
  "devopsService4": "flexibility",
  "devopsService5": "Availability",
  "devopsP5": "Due to the reduction of human resources duties and the use of artificial intelligence to support and communicate with customers, you will be 24/7 and will always be available. Elimination of time constraints in business is an important factor in attracting the highest satisfaction of today's impatient people.",
  "devopsP6": "DevOps automation gives human resources duties to the computer. Therefore, it reduces and minimizes mistakes caused by human error at work and prevents rework and waste of financial resources.",
  "devopsP7": "In order to use this new technology to promote your business, you need to get help from a skilled and experienced team.",
  "devopsP8": "Our group has gained excellent knowledge and experience in the field of technologies used in business. You can safely trust us and leave the progress of your work to us.",
  "devopsP9": "I need to point out that we always feel responsible to our customers and try to keep in touch with you by providing appropriate support services after the project is completed.",

  "platSelectTitle1": "Platform Selection",
  "platSelectP1": "Improve your business via a right and reasonable choice.Platforms enable individuals and businesses to be better seen and they create value by establishing interaction between producers and consumers.",
  "platSelectP2": "It is very important to select the right platform to start an online business and provide services to the target community specified in your plans whose success or failure depends upon your choice.",
  "platSelectP3": "The most suitable platform for starting a business should be selected by a group knowledgeable enough about the various types of existing platforms and capable of making the right choice based on their experience and knowledge.",
  "platSelectP4": "The first step in the platform selection process is to specify the audience and the target community of business. The next step is to answer the following question: What is the scope of activity of the people I want to communicate with?",
  "platSelectP5": "We can provide an answer to this question.",
  "platSelectP6": "Our team has conducted extensive research on platforms and updated its knowledge in keeping with the changes occurring in people's tastes over time.",
  "platSelectP7": "By recognizing the most favorable platforms in each area, we will, based on our knowledge and experience, provide an answer to your question that will save your business. Therefore, you can trust us in selecting the right platform for your business.",
  "platSelectP8": "As said above, people's tastes will change over time as society progresses. We carefully observe and evaluate the trend of the changes having occurred since previous years. Our team always selects the right platform based on these analyses.",
  "platSelectP9": "In this decision-making method, the selection is based on a perspective toward the future, which ensures its greater accuracy.After selecting the platform, our team will remain with you and be ready to provide you with important recommendations for greater success in the world of Internet commerce.",

  "softPrototypingTitle1": "Software Prototyping",
  "softPrototypingP1": "Software prototyping is aimed at troubleshooting and better development of software and greatly affects its success and that of the related business.",
  "softPrototypingP2": "In this technique, software designers place the audience in the position of experts and use their feedbacks to complete the software.",
  "softPrototypingP3": "During this process, valuable feedbacks are received from users at the beginning, which create a sense of belonging and value in the audience and reveal their tastes to you so well that you can use them to improve your business.",
  "softPrototypingP4": "Therefore, if an accurate and professional prototyping is provided at the right time and in the right context, it can play an important role in creating a target audience for your business.",
  "softPrototypingP5": "Note that although the trial version of the software has a lower quality than its final version, inaccurate and poor-quality prototyping can damage your business image and cause you to lose a high percentage of your potential customers in the future.Therefore, you need to have a careful choice and get help from a professional team to design and model your software.",
  "softPrototypingP6": "Our team, consisting of professional and experienced members, will always be ready to help you. In addition to our activities, we are specialized in software design and prototyping and will do them in the best and most professional way to ensure progress in your business.",
  "softPrototypingP7": "Trust us and be confident in the outcome of your work and focus on improving other aspects of your work. In addition to providing you with complete reports on the progress stages of the work, we always welcome your feedbacks and consider them along the way.",
  "softPrototypingP8": "After the project is completed, our support team will help you whenever you need, and will never end its relation with you.",

  "dataDevelopmentTitle1": "Database Development",
  "dataDevelopmentP1": "Data are specific units of information. Given the large amount of data being generated on an hourly basis, it will be very important to organize them, which is possible by creating a database.",
  "dataDevelopmentP2": "The business world is largely dependent on data. After you start your business, a great deal of important data will be added to your previous data day by day. Proper management and organization of these data is one of the most important challenges facing business owners.",
  "dataDevelopmentP3": "The creation and development of a cohesive database will ensure the better management of your data and protect your business against devastating errors.",
  "dataDevelopmentP4": "While doing their tasks, many programmers also develop databases. Note that working outside the scope of expertise may lead to wrong and detrimental decisions.",
  "dataDevelopmentP5": "Database development, like any other activity, requires expertise, knowledge and experience. Lack of sufficient knowledge and experience in this area can easily lead to your complete failure in the business world. So be careful in choosing a developer.",
  "dataDevelopmentP6": "Since we commenced our activity, our group has been attracting talented and specialized forces from all over the world and collected the best ones in each field.In the area of database development, highly specialized and experienced individuals who are among the best in their fields work with us.",
  "dataDevelopmentP7": "Your trust in us helps our team to strive to be the best and contribute to your further success and progress by making the right decisions in the moment.",
  "dataDevelopmentP8": "After the project is completed, our support team will be ready to answer your possible questions. Do not forget that we always keep our communication channels open to our customers and help them with pleasure.",
  "dataDevelopmentTitle2": "Our services include: ",
  "dataDevelopmentService1": "Data management",
  "dataDevelopmentService2": "Data processing development",
  "dataDevelopmentService3": "Mobile device and application management",
  "dataDevelopmentService4": "Remote access and management"
}
