{
    "topButton":"join now",

    "topTitle":"A dependable platform for your growth",
    "topSubTitle":"Success, aside from knowledge and diligence, needs a suitable situation for growth.",

    "itemPointsTitle1":"Knowledge Sharing",
    "itemPointsSubTitle1":"We embrace sharing our skills with each other and are always looking forward to teaching and learning from one another.",
    "itemPointsDescription1":"We embrace sharing our skills with each other and are always looking forward to teaching and learning from one another.We all know that each one of us holds our position and will not take someone else's position. Therefore nothing is holding you back from sharing your knowledge with others. In a friendly environment along with job security, the environment is ideal for sharing skills, teaching, and learning. Our work environment provides all colleagues with the opportunity to improve and help their friends improve along with them.",

    "itemPointsTitle2":"Flexibility",
    "itemPointsSubTitle2":"your focus and output at work are of high importance to us. Therefore our working hours are flexible and are not strict to ensure your utmost comfort.",
    "itemPointsDescription2":"your focus and output at work are of high importance to us. Therefore our working hours are flexible and are not strict to ensure your utmost comfort.We know that everyone has the right focus at different times of the day due to different living conditions and subjective properties. Hence we have considered flexible working hours, constantly try to empathize with your situation, help with increasing your output and constant improvement at work.",

    "itemPointsTitle3":"No discrimination",
    "itemPointsSubTitle3":"To us, every individual's abilities and skills are important, not their place of birth or gender. ",
    "itemPointsDescription3":"To us, every individual's abilities and skills are important, not their place of birth or gender. We have chosen our working family from all races and genders and are all equals.We respect one another's differences and do not allow these differences to change our perception and idea of someone. In our work only competence and capability could make one superior to another, not place of birth, gender, language, etc…",

    "itemPointsTitle4":"Consulting",
    "itemPointsSubTitle4":"We consider one teammate's problem everyone's problem and try our very best to solve the issue through consulting and conferring with one other.",
    "itemPointsDescription4":"We consider one teammate's problem everyone's problem and try our very best to solve the issue through consulting and conferring with one other.From the very beginning, we believe in a united circle in the workspace and try to be united like a family. We know that problems and issues along the way are normal and usually unpreventable. Approaching and solving problems is troublesome which shows us the benefits and importance of seeking guidance and consulting with one another.",

    "itemPointsTitle5":"Friendly environment",
    "itemPointsSubTitle5":"In our workspace, a friendly and warm atmosphere is in place and we have made it possible to have fun alongside work.",
    "itemPointsDescription5":"In our workspace, a friendly and warm atmosphere is in place and we have made it possible to have fun alongside work.Having fun alongside working in a pleasant and wholesome environment ensures greatest output. We are aware of this and consider it of high importance. Our colleagues are our friends therefore apart from job benefits their morale is also of importance to us and we are aware of the extent to which a friendly and wholesome atmosphere along with fun and games affects mental health.",

    "itemPointsTitle6":"Rewards and benefits",
    "itemPointsSubTitle6":"We notice and appreciate it when you allocate time for the improvement of you and your team. ",
    "itemPointsDescription6":"We notice and appreciate it when you allocate time for the improvement of you and your team. Witnessing your efforts and the importance you give to your job is very valuable to us. We try to increase our colleagues' motivation and create the circumstances to promote personal and team growth by considering certain benefits and bonuses besides appreciating their efforts.",

    "itemPointsTitle7":"personal life first",
    "itemPointsSubTitle7":"Joining us is not synonymous with letting go of your personal life.",
    "itemPointsDescription7":"Joining us is not synonymous with letting go of your personal life. We all have worries and problems in our personal lives and are afraid of not being able to strike a balance between those issues and our job.It is not uncommon that on some days, 24 hours is not enough to finish all your work, tend to your family, have fun, exercise, eat, etc… We empathize with you, respect your worries and ensure that you do not sacrifice your free time for work. We assure you that working with us and our planning team provides you with enough time to tend to all of your responsibilities.",

    "itemPointsTitle8":"Managing pressure",
    "itemPointsSubTitle8":"We will not have excessive and unjust expectations from our colleagues.",
    "itemPointsDescription8":"We will not have excessive and unjust expectations from our colleagues. We know that everyone has different levels of skill and energy, and acknowledge that large, unfair amounts of work are tiresome and cause your abilities to dissipate.Aside from programming, we have tried our best to gain expertise in planning so that when the workload is heavy, we have a realistic expectation from our colleagues and by controlling the work pressure, managing the situation in the best way possible. When the workload is heavy, we try to divide the work between the group with suitable and appropriate planning. This division of work, aside from higher output, improves our co-operation and team spirit.",

    "moreAboutWorking":"More about working at Digi2World"
}