{
  "ourProfile": "Unser Profil",
  "ourApproach": "Unser Konzept",
  "ourValuesDrive": "Unsere Werte bestimmen unseren Erfolg",
   "topTitle":"Über uns",
   "topSubTitle":"...",
  "OurApproachText1": "Unser Anspruch ist unsere Qualität.",
  "OurApproachText2": "Unser Team wurde aufgrund der Programmierung gebildet und begann seine Tätigkeit im Bereich der professionellen Programmierung, indem es sich auf sein Wissen verließ und in unentdeckte Talente aus der ganzen Welt investierte.",
  "OurApproachText3": "Wir arbeiten in zahlreichen Bereichen, darunter Software-Prototyping, Webentwicklung, mobile Anwendungen, Plattformauswahl, Datenbankentwicklung und DevOps-Automatisierung.",
  "OurApproachText4": "Die Programmiergemeinschaft versucht, ihre Verbindung mit der Welt des Handels und der Wirtschaft zu stärken, indem sie die aktuellen Bedürfnisse der Gesellschaft versteht. Als Community-Mitglied helfen wir Ihnen, Ihr Handwerk und Geschäft zu fördern und hervorragende Ergebnisse in Ihrem langfristigen Fortschritt zu erzielen.",
  "OurApproachText5": "Zuverlässigkeit und Ehrlichkeit bei der Arbeit sind die wichtigsten Voraussetzungen für unser Team. Durch genaues Zuhören bei den Kundenwünschen und die Kombination von Wissen und Kreativität hat unser Programmierteam diese so weit wie möglich erfüllt und ist immer mit Begeisterung dabei, zufriedenstellende Dienstleistungen zu erbringen.",
  "OurApproachText6": "Unsere Arbeit ist unser Leben, und wir betrachten uns alle gegenseitig als unsere Familien. indem wir verantwortungsvoll zusammenarbeiten, versuchen wir Fehler zu reduzieren und die Arbeit des Teams zu beschleunigen.",

  "OurValuesCardTitle1": "Ziele",
  "OurValuesCardSubTitle1p1": "Seit Beginn unserer offiziellen Tätigkeit steht der Fortschritt ganz oben auf der Liste unserer Unternehmensziele.",
  "OurValuesCardSubTitle1p2": "Die Einhaltung der Regeln und der wichtigsten Arbeitsrahmen und die Ehrlichkeit gegenüber den Kunden ist der Fahrplan unseres Programmierteams. Die Kunden sind das wichtigste Element der Programmiergemeinschaft, und sie zufrieden zu stellen, wird das oberste Ziel unserer Gruppe sein.",

  "OurValuesCardTitle2": "Vision",
  "OurValuesCardSubTitle2p1": "Programmierwissen kennt keine Grenzen. Unser Team sieht die zukünftige Position als der heutigen überlegen an und tut sein Bestes, um diese höhere Position zu erreichen.",
  "OurValuesCardSubTitle2p2": "In diesem Zusammenhang beabsichtigen wir, die Zahl unserer aktiven Projekte in den nächsten vier Jahren auf etwa tausend aus der ganzen Welt zu erhöhen, und wir werden nicht zulassen, dass Grenz- und Sprachbeschränkungen diese wichtige Realisierung verhindern. Wir werden diese Vision in die Tat umsetzen, um das Vertrauen der Kunden in uns und unsere Ehrlichkeit und Ausdauer zu unterstützen.",

  "OurValuesCardTitle3": "Soziale Verantwortung",
  "OurValuesCardSubTitle3p1": "Unsere Gruppe hat seit ihrer Gründung eine spezifische soziale Verantwortung für sich definiert und ist bestrebt, durch die Einhaltung dieser Verantwortung einen kleinen Beitrag zum Fortschritt der heutigen Gesellschaft zu leisten.",
  "OurValuesCardSubTitle3p2": "Unsere Fraktion hat diesem Thema besondere Aufmerksamkeit geschenkt und ist stets bestrebt, die Situation auf der Erde auf jede erdenkliche Weise zu verbessern. Zu unseren Bemühungen, Wälder und Grünflächen zu erhalten, gehört es, Organisationen und Kampagnen, die in diesem Bereich tätig sind, beizutreten und ihnen zu helfen.",

  "OurValuesCardTitle4": "Talentsuche ",
  "OurValuesCardSubTitle4p1": "Wir glauben an die Durchsetzung von Chancengleichheit. Eines unserer wichtigsten Ziele ist es, talentierte Menschen aus der ganzen Welt zu gewinnen.",
  "OurValuesCardSubTitle4p2": "In unserer Gruppe bemühen wir uns, kreative Menschen für die Programmierszene zu gewinnen, indem wir Möglichkeiten für junge Menschen schaffen, die aus verschiedenen Gründen, wie z. B. politischen und wirtschaftlichen Zwängen, bisher nicht in der Lage waren, ihre Talente und Fähigkeiten in der Programmierung zu zeigen.",

  "ourProfile1":"Mehr als 5 Jahre Programmiererfahrung",
  "ourProfile2":"Zusammenarbeit mit verschiedene Kunden",
  "ourProfile3":"Arbeiten in consulting projekt",
  "ourProfile4":"Kunden innerhalb und außerhalb Europa",
  "ourProfile5":"Arbeiten mit 7 Programmiersprachen",
  "ourProfile6":"+2 Jahre Erfahrung im Bereich Datenbanken"
}
