{
  "About": "Über",
  "Services": "Dienstleistungen",
  "Blogs": "Blogs",
  "Insights": "Erkenntnisse",
  "JoinUs": "Join uns",
  "Contact": "Kontakt",
  "News": "Aktuelles",
  "topTitle": "Vertrauenswürdig zu liefern",
  "topSubTitle": "Unterstützung unserer Geschäftspartner und Behörden mit praxisorientierten IT-Lösungen. ",
  "AboutUs": "Über uns",
  "Careers": "Karriere",
  "whatWeDo": "Was machen wir?",
  "whatWeDoDescription": "Unser Programmierteam möchte Unternehmen im Bereich der Technologie und Kommunikation unterstützen.",
  "service1": "Entwicklung von Webanwendungen",
  "service2": "Entwicklung mobiler Anwendungen",
  "service3": "Devops-Automatisierung",
  "service4": "Auswahl der Plattform",
  "service5": " Erstellung von Software-Prototype",
  "service6": "Datenbankentwicklung",

  "OurValuesDrive": "Unsere Werte fördern starke Kundenpartnerschaften",
  "OurValuesDriveDescription": "Indem wir in Ihre Umgebung eintauchen und mit Ihrem Team zusammenarbeiten, liefern wir effizient und zuverlässig geschäftlichen Mehrwert.",

  "OurValuesCardTitle1": "Zielsetzungen",
  "OurValuesCardTitle2": "Vision",
  "OurValuesCardTitle3": "Soziales Verantwortung",
  "OurValuesCardTitle4": "Talentscouting",

  "OurValuesCardSubTitle1": "Seit Beginn unserer offiziellen Tätigkeit steht der Fortschritt ganz oben auf der Liste unserer Unternehmensziele.",
  "OurValuesCardSubTitle2": "Programmierwissen kennt keine Grenzen. Unser Team sieht die zukünftige Position als der heutigen überlegen an und tut sein Bestes, um diese höhere Position zu erreichen.",
  "OurValuesCardSubTitle3": "Unsere Gruppe hat seit ihrer Gründung spezifische soziale Verantwortung für sich selbst definiert und ist bestrebt, durch ihre Einhaltung einen kleinen Beitrag zum Fortschritt der heutigen Gesellschaft zu leisten.",
  "OurValuesCardSubTitle4": "Wir glauben an die Verwirklichung von Chancengleichheit. Eines unserer wichtigsten Ziele ist es, talentierte Menschen aus der ganzen Welt zu gewinnen.",

  "learnMore": "Mehr Informationen",
  "whatCustomerSay": "Was sagen unsere Kunden?",
  "whatCustomerSayDescription": "Mit unseren hochgeschätzten Mitarbeitern, die in das Umfeld unserer Kunden eintauchen, bauen wir vertrauensvolle, tiefe Beziehungen auf.",
  "firstCustomerSay": "“Die AWS-Expertise von Digi2World war der Schlüssel zum erfolgreichen Betrieb des nicht Cloud-nativen Adobe Experience Manager in AWS. Der Ansatz von Digi2World für Partnerschaften in Kombination mit technischen Fähigkeiten in den Bereichen Bereitstellung und Schulung, um unsere Belegschaft zu fördern, war der Schlüssel zum Erfolg, ohne eine Lösung zu entwickeln, die wir nicht unterstützen können, wenn unser Engagement abgeschlossen ist.”",
  "secondCustomerSay": "Die AWS-Kenntnisse und -Erfahrungen von Digi2World waren für unser jüngstes Projekt und unseren laufenden Support von entscheidender Bedeutung. Ohne ihre Beteiligung wären wir nicht in der Lage gewesen, das Projekttempo beizubehalten und gleichzeitig das Team weiterzubilden. Mit Digi2World haben wir unsere AWS-Kosten gesenkt, unser Team weitergebildet und sind jetzt besser für den weiteren Erfolg aufgestellt.”",
  "firstCommentWriter": "Brendan Colson",
  "secondCommentWriter": "Hayden Smith",
  "firstWriterPosition": "Derzeitiger Leiter der Abteilung Technologie, digitale Inhalte und Kundenkommunikation",
  "secondWriterPosition": "Manager Engineer,Content Applications & Digitaler Inhalt",
  "WhoWeWorkWith": "Mit wem wir arbeiten",
  "WhoWeWorkWithDescription": "Mehr als die Hälfte unserer Kunden arbeiten schon seit mehr als 10 Jahren mit Digi2World zusammen, weil wir stets einen Mehrwert bieten.",
  "ourPeople": "Unsere Mitarbeiter",
  "ourPeopleDescription": "Unsere Mitarbeiter und unsere Werte machen den Unterschied aus. Deshalb haben wir bei der Rekrutierung anspruchsvolle Standards. Hier einige Beispiele aus unserem vielfältigen Team.",
  "footerUnderLogo": "Wir unterstützen unsere Unternehmenskunden und Behördenpartner mit praktischen IT-Lösungen.",
  "menu": "Menu",
  "getInTouch": "Kontaktieren Sie uns",
  "city": "Hünfeld",
  "address1": "Kreuzbergstraße 16",
  "address2": "36088",
  "address3": "Hünfeld",
  "connectWithUS": "Kontaktieren Sie uns",

  "webAppTitle1": "Web-Anwendungsentwicklung",
  "webAppP1": "Wir lassen Ihre Vision Wirklichkeit werden. ",
  "webAppP2": "Unser Team ist bis heute ein zuverlässiger und sicherer Entwickler für Webanwendungen und hat die Kundenzufriedenheit erhöht, indem es diese immer in den Vordergrund stellt.",
  "webAppP3": "In den ersten Tagen bestand das Internet aus statischen und einfachen Seiten. Heute jedoch werden Webanwendungen im Leben und in der Wirtschaft stärker genutzt als früher. Das macht die Entwicklung von Webanwendungen für E-Business- oder Unterhaltungsanbieter so wichtig.",
  "webAppP4": "Beachten Sie, dass die Entwicklung dieser Plattform ausreichende Kenntnisse und Erfahrungen auf diesem Gebiet erfordert. Daher ist es wichtig, einem professionellen Team zu vertrauen. ",
  "webAppP5": "Unser Entwicklerteam ist seit vielen Jahren in diesem Bereich tätig und verfügt über ausreichend Erfahrung und Wissen. Wir entwerfen und entwickeln Web-Anwendungen auf der Grundlage von Nutzungen und der Art des Unternehmens, mit Ideen und Aufmerksamkeit für die Anforderungen des Kunden.",
  "webAppTitle2": "Beratung bei Entwurf, Umsetzung und Aktualisierung",
  "webAppP6": "Neben der Web-Entwicklung sind wir bereit, unseren Kunden wirksame Ratschläge und Lösungen in diesem Bereich zu bieten, um den geschäftlichen Fortschritt zu maximieren, und unsere Kommunikationswege sind immer offen. Wenn Sie also auf ein Problem stoßen, können Sie auf unsere Hilfe zählen und auf unsere Unterstützung vertrauen. ",
  "webAppP7": "Die Entwicklung von Webanwendungen hat sich seit 2020 zu einem strategischen Geschäftsvorteil entwickelt. Deshalb versichern wir Ihnen, dass die Entwicklung von webbasierten Anwendungen eine breite Palette von Möglichkeiten für Sie und Ihr Unternehmen bietet.",
  "webAppP8": "Neben der Einhaltung der grundlegenden Geschäftsprinzipien führen die Konzentration auf die Entwicklung von Webanwendungen, die Bereitstellung der besten Dienstleistungen und ein verantwortungsvoller Support zur Kundenzufriedenheit, und das sind die Schritte, die Sie durchführen, um den Spitzenwert des Geschäftserfolgs zu erreichen.",
  "webAppP9": "Betrachten Sie uns als einen Weg, den wir gemeinsam mit Ihnen gehen.",
  "webAppTitle3": "Unsere Dienstleistungen umfassen: ",
  "webAppService1": "Strategie und Konzept",
  "webAppService2": "Entwurf und UX",
  "webAppService3": "Entwicklung",
  "webAppService4": "Wartung und Aktualisierung der Website",
  "webAppService5": "Support",

  "mobAppTitle1": "Entwicklung mobiler Anwendungen",
  "mobAppP1": "Die Entwicklung mobiler Anwendungen ist der Prozess der Erstellung und Aktualisierung von Softwareanwendungen, die auf mobilen Betriebssystemen laufen. Da die Menschen ständig mit dem Handy arbeiten, hat sich die Bedeutung der Entwicklung kompatibler Anwendungen verdoppelt.",
  "mobAppP2": "Qualitativ hochwertige mobile Anwendungen begeistern die Nutzer. Indem sie das Interesse wecken, können sie den Geschäftsinhaber dazu bewegen, die gewünschten Dienstleistungen zu erbringen. Im Gegensatz dazu zieht eine Anwendung mit einem schwächeren Design weniger Kundenzufriedenheit an und verringert ihre Begeisterung für die Teilnahme an diesem Programm.",
  "mobAppP3": "Wie wichtig es ist, sich auf das Design und die Entwicklung einer mobilen Anwendung für Ihr Unternehmen zu konzentrieren, zeigt sich daran, wie man das Publikum begeistern kann. Ein angemessenes Erscheinungsbild und eine einfache und schnelle Benutzererfahrung des Programms sind die wichtigsten Faktoren für den Erfolg einer Anwendung.",
  "mobAppP4": "Die Entwicklung mobiler Anwendungen erfordert technische Kenntnisse, Vertrautheit mit den Anwendungsmärkten (Google Play, App Store usw.), ein Bewusstsein für die Zielgruppe und die Verwaltung der Anwendungsmarke. Vertrauen Sie also auf ein professionelles und erfahrenes Team, um die Anwendung richtig zu entwickeln.",
  "mobAppP5": "Durch jahrelanges Studium und Tätigkeit in diesem Bereich hat unser Entwicklerteam eine große Erfahrung und ein tiefes Wissen über das Publikum erworben und weiß sicherlich, wie man Ihr Unternehmen voranbringen kann.",
  "mobAppP6": "Unser Support-Team ist stets um ein Höchstmaß an Kundenzufriedenheit bemüht. Wann immer Sie sich nach Abschluss des Projekts an uns wenden, werden wir Ihnen zur Seite stehen und unser Bestes tun, um Ihr Problem zu lösen.",
  "mobAppP7": "Vielleicht haben Sie gehört, dass man für eine aussagekräftige Bewerbung eine hohe Gebühr zahlen muss. Die Priorität unseres Teams ist es, Ihr Vertrauen und Ihre Zufriedenheit zu gewinnen, und finanzielle Fragen spielen für uns eine untergeordnete Rolle.",
  "mobAppP8": "Indem Sie auf unser erfahrenes und professionelles Team vertrauen, können Sie Ihre Kosten bis zu einem gewissen Grad reduzieren und Ihr Unternehmen bekannt machen und Kunden finden.",
  "mobAppP9": "Wir geben unser Bestes, um eine attraktive Anwendung zu entwickeln, die dem Geschmack des Publikums entspricht und Ihre Zufriedenheit und Ihr Glück bezeugt.",
  "mobAppTitle2": "Unsere Dienstleistungen umfassen: ",
  "mobAppService1": "Produktentwicklung ",
  "mobAppService2": "Integration von Unternehmensprogrammen",
  "mobAppService3": "Applikationsentwicklung",
  "mobAppService4": "Application Security",
  "mobAppService5": "Design kompatibel mit Android und iOS",

  "devopsTitle1": "DevOps-Automatisierung",
  "devopsP1": "Qualität ist der wichtigste Grundsatz, um Kunden zu gewinnen.",
  "devopsP2": "Vertrauen Sie uns bei der Verbesserung Ihres Serviceprozesses. Unsere Gruppe bringt die besten und modernsten Technologien in Ihr Unternehmen ein, und wir machen immer einen Schritt auf Ihren Fortschritt zu.",
  "devopsP3": "Menschliche Support-Teams stehen aufgrund des schnellen Wachstums von Software und deren Einzug in die Geschäftswelt unter hohem Druck und können in einigen Fällen die Erwartungen der Kunden nicht erfüllen.",
  "devopsP4": "Das Hauptziel der DevOps-Automatisierung besteht darin, die Qualität der Reaktionsfähigkeit zu erhöhen und einen besseren Kundenservice zu bieten. Diese Technologie, die bei der Entwicklung von Plattformen zum Einsatz kommt, arbeitet automatisch und minimiert den Einsatz von Humanressourcen. Dadurch erhöhen sich die Geschwindigkeit und die Qualität der Dienstleistungen drastisch.",
  "devopsTitle2": "Die Vorteile des Einsatzes von DevOps Automation",
  "devopsService1": "Verbesserung der Serviceleistung",
  "devopsService2": "zunehmende Geschwindigkeit",
  "devopsService3": "Reduzierung der menschlichen Fehler",
  "devopsService4": "Flexibilität",
  "devopsService5": "Verfügbarkeit",
  "devopsP5": "Durch die Verringerung der Aufgaben des Personals und den Einsatz künstlicher Intelligenz zur Unterstützung und Kommunikation mit den Kunden sind Sie rund um die Uhr und immer erreichbar. Die Beseitigung zeitlicher Beschränkungen im Geschäftsleben ist ein wichtiger Faktor, um die höchste Zufriedenheit der ungeduldigen Menschen von heute zu erlangen.",
  "devopsP6": "Die DevOps-Automatisierung überträgt die Aufgaben der menschlichen Ressourcen auf den Computer. Dadurch werden Fehler, die durch menschliches Versagen bei der Arbeit verursacht werden, reduziert und minimiert sowie Nacharbeit und die Verschwendung finanzieller Ressourcen verhindert.",
  "devopsP7": "Um diese neue Technologie zur Förderung Ihres Unternehmens zu nutzen, brauchen Sie die Hilfe eines kompetenten und erfahrenen Teams.",
  "devopsP8": "Unsere Gruppe verfügt über ausgezeichnete Kenntnisse und Erfahrungen auf dem Gebiet der in der Wirtschaft eingesetzten Technologien. Sie können uns getrost vertrauen und uns den Fortschritt Ihrer Arbeit überlassen.",
  "devopsP9": "Ich möchte darauf hinweisen, dass wir uns unseren Kunden gegenüber stets verantwortlich fühlen und versuchen, mit Ihnen in Kontakt zu bleiben, indem wir auch nach Abschluss des Projekts angemessene Unterstützungsdienste anbieten.",

  "platSelectTitle1": "Auswahl der Plattform",
  "platSelectP1": "Plattformen ermöglichen es Einzelpersonen und Unternehmen, besser wahrgenommen zu werden, und sie schaffen Werte, indem sie eine Interaktion zwischen Produzenten und Verbrauchern herstellen.",
  "platSelectP2": "Es ist sehr wichtig, die richtige Plattform zu wählen, um ein Online-Unternehmen zu gründen und der in Ihren Plänen angegebenen Zielgruppe Dienstleistungen anzubieten, deren Erfolg oder Misserfolg von Ihrer Wahl abhängt.",
  "platSelectP3": "Die am besten geeignete Plattform für die Gründung eines Unternehmens sollte von einer Gruppe ausgewählt werden, die sich mit den verschiedenen Arten von Plattformen auskennt und in der Lage ist, auf der Grundlage ihrer Erfahrungen und Kenntnisse die richtige Wahl zu treffen.",
  "platSelectP4": "Der erste Schritt bei der Auswahl der Plattform besteht darin, die Zielgruppe und das Zielpublikum des Unternehmens zu bestimmen. Der nächste Schritt ist die Beantwortung der folgenden Frage: Welches ist der Tätigkeitsbereich der Personen, mit denen ich kommunizieren möchte?",
  "platSelectP5": "Wir können eine Antwort auf diese Frage geben.",
  "platSelectP6": "Unser Team hat umfangreiche Recherchen über Plattformen durchgeführt und sein Wissen entsprechend den sich im Laufe der Zeit ändernden Interessen der Menschen aktualisiert.",
  "platSelectP7": "Indem wir die günstigsten Plattformen in jedem Bereich erkennen, werden wir auf der Grundlage unserer Kenntnisse und Erfahrungen eine Antwort auf Ihre Frage geben, die Ihr Unternehmen retten wird. Daher können Sie uns bei der Auswahl der richtigen Plattform für Ihr Unternehmen vertrauen.",
  "platSelectP8": "Wie bereits erwähnt, ändern sich die Interessen der Menschen im Laufe der Zeit, da sich die Gesellschaft weiterentwickelt. Wir beobachten und bewerten sorgfältig den Trend der Veränderungen, die seit den letzten Jahren eingetreten sind. Auf der Grundlage dieser Analysen wählt unser Team stets die richtige Plattform aus.",
  "platSelectP9": "Nach der Auswahl der Plattform bleibt unser Team bei Ihnen und ist bereit, Ihnen wichtige Empfehlungen für einen größeren Erfolg in der Welt des Internethandels zu geben.",

  "softPrototypingTitle1": "Software-Prototyping",
  "softPrototypingP1": "Software-Prototyping dient der Fehlerbehebung und der besseren Entwicklung von Software und hat großen Einfluss auf deren Erfolg und des entsprechenden Unternehmens.",
  "softPrototypingP2": "Bei dieser Technik versetzen die Softwareentwickler das Publikum in die Lage von Experten und nutzen ihre Rückmeldungen zur Fertigstellung der Software.",
  "softPrototypingP3": "Während dieses Prozesses erhalten Sie zu Beginn wertvolle Rückmeldungen von den Nutzern, die ein Gefühl der Zugehörigkeit und des Wertes beim Publikum erzeugen und Ihnen ihre Interessen so gut offenbaren, dass Sie sie zur Verbesserung Ihres Unternehmens nutzen können.",
  "softPrototypingP4": "Wenn also ein präzises und professionelles Prototyping zum richtigen Zeitpunkt und im richtigen Kontext bereitgestellt wird, kann es eine wichtige Rolle bei der Gewinnung eines zielgerichteten Publikums für Ihr Unternehmen spielen.",
  "softPrototypingP5": "Beachten Sie, dass, obwohl die Testversion der Software eine geringere Qualität als die endgültige Version hat, ungenaues und qualitativ minderwertiges Prototyping Ihr Geschäftsimage schädigen und dazu führen kann, dass Sie in Zukunft einen hohen Prozentsatz Ihrer potenziellen Kunden verlieren. Daher müssen Sie eine sorgfältige Auswahl treffen und Hilfe von einem professionellen Team erhalten, um Ihre Software zu entwerfen und zu modellieren.",
  "softPrototypingP6": "Unser Team, das aus professionellen und erfahrenen Mitarbeitern besteht, ist immer bereit, Ihnen zu helfen. Zusätzlich zu unseren Aktivitäten sind wir auf Software-Design und Prototyping spezialisiert und werden diese auf die beste und professionellste Art und Weise durchführen, um den Fortschritt in Ihrem Unternehmen zu gewährleisten.",
  "softPrototypingP7": "Vertrauen Sie uns und seien Sie zuversichtlich, was das Ergebnis Ihrer Arbeit betrifft, und konzentrieren Sie sich auf die Verbesserung anderer Aspekte Ihrer Arbeit. Wir versorgen Sie nicht nur mit vollständigen Berichten über die einzelnen Arbeitsschritte, sondern freuen uns auch über Ihre Rückmeldungen und berücksichtigen sie während des gesamten Prozesses.",
  "softPrototypingP8": "Nach Abschluss des Projekts steht Ihnen unser Support-Team jederzeit zur Verfügung und wird die Zusammenarbeit mit Ihnen nie beenden.",

  "dataDevelopmentTitle1": "Datenbank-Entwicklung",
  "dataDevelopmentP1": "Daten sind spezifische Informationseinheiten. Angesichts der großen Menge an Daten, die stündlich erzeugt werden, ist es sehr wichtig, sie zu organisieren, was durch die Einrichtung einer Datenbank möglich ist.",
  "dataDevelopmentP2": "Die Geschäftswelt ist weitgehend von Daten abhängig. Nachdem Sie Ihr Unternehmen gegründet haben, kommen Tag für Tag viele wichtige Daten zu den bisherigen hinzu. Die ordnungsgemäße Verwaltung und Organisation dieser Daten ist eine der wichtigsten Herausforderungen für Unternehmer.",
  "dataDevelopmentP3": "Die Schaffung und Entwicklung einer kohärenten Datenbank gewährleistet eine bessere Verwaltung Ihrer Daten und schützt Ihr Unternehmen vor schädlichen Fehlern.",
  "dataDevelopmentP4": "Viele Programmierer entwickeln neben ihren Aufgaben auch Datenbanken. Beachten Sie, dass die Arbeit außerhalb des Fachgebiets zu falschen und nachteiligen Entscheidungen führen kann.",
  "dataDevelopmentP5": "Die Entwicklung von Datenbanken erfordert, wie jede andere Tätigkeit auch, Fachwissen, Kenntnisse und Erfahrung. Ein Mangel an ausreichenden Kenntnissen und Erfahrungen in diesem Bereich kann leicht zu einem völligen Misserfolg in der Geschäftswelt führen. Seien Sie also vorsichtig bei der Auswahl eines Entwickler.",
  "dataDevelopmentP6": "Seit Beginn unserer Tätigkeit hat unsere Gruppe talentierte und spezialisierte Kräfte aus der ganzen Welt angezogen und die besten in jedem Bereich gesammelt: Im Bereich der Datenbankentwicklung arbeiten hochspezialisierte und erfahrene Personen mit uns zusammen, die zu den Besten ihres Fachs gehören.",
  "dataDevelopmentP7": "Ihr Vertrauen in uns hilft unserem Team, die Besten zu sein und zu Ihrem weiteren Erfolg und Fortschritt beizutragen, indem wir die richtigen Entscheidungen im richtigen Moment treffen.",
  "dataDevelopmentP8": "Nach Abschluss des Projekts steht unser Support-Team bereit, um Ihre möglichen Fragen zu beantworten. Vergessen Sie nicht, dass wir unsere Kommunikationskanäle zu unseren Kunden immer offen halten und ihnen gerne helfen.",
  "dataDevelopmentTitle2": "Unsere Dienstleistungen umfassen: ",
  "dataDevelopmentService1": "Datenmanagement",
  "dataDevelopmentService2": "Entwicklung der Datenverarbeitung",
  "dataDevelopmentService3": "Verwaltung von mobilen Geräten und Anwendungen",
  "dataDevelopmentService4": "Fernzugriff und Fernverwaltung"
}
