{
    "topButton":"Jetzt Teilnehmen!",

    "topTitle":"Eine verlässliche Plattform für Ihr Wachstum",
    "topSubTitle":"Erfolg braucht neben Kenntnissen und Fähigkeiten auch ein geeignetes Umfeld für Wachstum.",

    "itemPointsTitle1":"Austausch von Kenntnissen",
    "itemPointsSubTitle1":"Wir teilen gerne unsere Fähigkeiten miteinander und freuen uns immer darauf, voneinander zu lernen und zu lehren.",
    "itemPointsDescription1":"Wir freuen uns darauf, unsere Fähigkeiten mit anderen zu teilen und voneinander zu lernen, denn wir wissen, dass jeder von uns seinen eigenen Standpunkt vertritt und nicht den Standpunkt eines anderen einnehmen wird. Daher hindert Sie nichts daran, Ihr Wissen mit anderen zu teilen. In einem freundlichen Umfeld mit sicheren Arbeitsplätzen ist das Umfeld ideal für den Austausch von Fähigkeiten, das Lehren und Lernen. Unser Arbeitsumfeld bietet allen Kollegen die Möglichkeit, sich zu verbessern und ihren Freunden zu helfen, sich mit ihnen weiterzuentwickeln.",

    "itemPointsTitle2":"Flexibilität",
    "itemPointsSubTitle2":"Ihre Konzentration und Leistung bei der Arbeit sind für uns von großer Bedeutung. Daher sind unsere Arbeitszeiten flexibel und nicht strikt, um Ihren größtmöglichen Komfort zu gewährleisten.",
    "itemPointsDescription2":"Ihre Konzentration und Leistung bei der Arbeit sind für uns von großer Bedeutung. Wir wissen, dass jeder Mensch aufgrund unterschiedlicher Lebensbedingungen und subjektiver Eigenschaften zu verschiedenen Tageszeiten die richtige Konzentration hat. Deshalb haben wir uns flexible Arbeitszeiten überlegt, versuchen uns ständig in Ihre Situation einzufühlen, helfen Ihnen bei der Steigerung Ihrer Leistung und der ständigen Verbesserung Ihrer Arbeit.",

    "itemPointsTitle3":"Keine Diskriminierung",
    "itemPointsSubTitle3":"Für uns sind die Fähigkeiten und Fertigkeiten jedes Einzelnen wichtig, nicht sein Geburtsort oder sein Geschlecht. ",
    "itemPointsDescription3":"Für uns sind die Fähigkeiten und Fertigkeiten jedes Einzelnen wichtig, nicht sein Geburtsort oder sein Geschlecht. Wir haben unsere Mitarbeiter aus allen Nationen und Geschlechtern ausgewählt und sind alle gleichberechtigt. Wir respektieren die Unterschiede zwischen den Menschen und lassen nicht zu, dass diese Unterschiede unsere Wahrnehmung und Vorstellung von jemandem verändern. In unserer Arbeit können nur Kompetenz und Fähigkeiten den einen dem anderen überlegen machen, nicht Geburtsort, Geschlecht, Sprache usw...",

    "itemPointsTitle4":"Beratung",
    "itemPointsSubTitle4":"Wir betrachten das Problem eines Teammitglieds als das Problem aller anderen und versuchen unser Bestes, um das Problem durch Beratung und Absprache zu lösen.",
    "itemPointsDescription4":"Wir betrachten das Problem eines Teammitglieds als das Problem aller und versuchen unser Bestes, um das Problem durch Beratung und Absprache miteinander zu lösen.Von Anfang an glauben wir an einen geschlossenen Kreis am Arbeitsplatz und versuchen, wie eine Familie zusammenzuhalten. Wir wissen, dass Probleme und Fragen auf dem Weg dorthin normal sind und in der Regel nicht verhindert werden können. Probleme anzugehen und zu lösen ist mühsam, was uns zeigt, wie wichtig es ist, sich beraten zu lassen und sich gegenseitig zu unterstützen.",

    "itemPointsTitle5":"Freundliches Umfeld",
    "itemPointsSubTitle5":"In unserem Arbeitsbereich haben wir eine freundliche und warme Atmosphäre, und wir haben es möglich gemacht, neben der Arbeit auch Spaß zu haben.",
    "itemPointsDescription5":"In unserem Arbeitsbereich haben wir ein freundliches und warmes Arbeitsklima aufgebaut, das es ermöglicht, neben der Arbeit auch Spaß zu haben, denn Spaß an der Arbeit in einer angenehmen und gesunden Umgebung sorgt für höchste Leistung. Wir sind uns dessen bewusst und halten es für sehr wichtig. Unsere Kolleginnen und Kollegen sind unsere Freunde, daher ist neben den beruflichen Vorteilen auch ihre Arbeitsmoral für uns von Bedeutung, und wir wissen, wie sehr sich eine freundliche und gesunde Atmosphäre sowie Spaß und Spiel auf die psychische Gesundheit auswirken.",

    "itemPointsTitle6":"Belohnungen und Leistungen",
    "itemPointsSubTitle6":"Wir bemerken und bewerten es, wenn Sie sich Zeit für die Verbesserung von Ihnen und Ihrem Team nehmen. ",
    "itemPointsDescription6":"Wir merken und bewerten es, wenn Sie sich Zeit für die Verbesserung Ihrer Arbeit und der Ihres Teams nehmen. Es ist für uns sehr wertvoll, zu sehen, wie Sie sich bemühen und wie wichtig Ihnen Ihre Arbeit ist. Wir versuchen, die Motivation unserer Kolleginnen und Kollegen zu steigern und die Umstände zu schaffen, die ihr persönliches Wachstum und das ihres Teams fördern, indem wir neben der Anerkennung ihrer Bemühungen auch bestimmte Bonuszahlungen vorsehen.",

    "itemPointsTitle7":"Privatleben an erster Stelle",
    "itemPointsSubTitle7":"Bei uns mitzumachen ist nicht gleichbedeutend damit, sein Privatleben loszulassen.",
    "itemPointsDescription7":"Bei uns einzusteigen ist nicht gleichbedeutend mit einem Verzicht auf das Privatleben. Es ist nicht ungewöhnlich, dass an manchen Tagen 24 Stunden nicht ausreichen, um die Arbeit zu erledigen, sich um die Familie zu kümmern, Spaß zu haben, Sport zu treiben, zu essen usw. Wir haben Verständnis für Sie, respektieren Ihre Sorgen und sorgen dafür, dass Sie Ihre Freizeit nicht für die Arbeit opfern. Wir versichern Ihnen, dass Sie durch die Zusammenarbeit mit uns und unserem Planungsteam genügend Zeit haben, um sich um alle Ihre Aufgaben zu kümmern.",

    "itemPointsTitle8":"Druckmanagement",
    "itemPointsSubTitle8":"Wir werden keine übermäßigen und ungerechten Erwartungen an unsere Kollegen stellen.",
    "itemPointsDescription8":"Wir werden keine übermäßigen und ungerechten Erwartungen an unsere Kollegen stellen. Wir wissen, dass jeder Mensch unterschiedliche Fähigkeiten und Energien hat, und erkennen an, dass große, ungerechte Arbeitsmengen ermüdend sind und dazu führen, dass sich die eigenen Fähigkeiten auflösen. Wenn die Arbeitsbelastung hoch ist, versuchen wir, die Arbeit in der Gruppe mit einer geeigneten und angemessenen Planung aufzuteilen. Diese Arbeitsteilung führt nicht nur zu einer höheren Leistung, sondern verbessert auch unsere Zusammenarbeit und den Teamgeist.",

    "moreAboutWorking":"Mehr über die Arbeit bei Digi2World"
}